{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Background"
			},
			"Translation":
			{
				"Text": "Background"
			},
			"Key": "793BA8504F522C39DFCCCDAB963618D5"
		},
		{
			"Source":
			{
				"Text": "Background\r\nEdit"
			},
			"Translation":
			{
				"Text": "Background\r\nEdit"
			},
			"Key": "29C92D2A492A7D31CBA04D88EF03F156"
		},
		{
			"Source":
			{
				"Text": "Normal"
			},
			"Translation":
			{
				"Text": "Normal"
			},
			"Key": "373D418D43D11BA693EAF2A8B680FD4A"
		},
		{
			"Source":
			{
				"Text": "Opensans"
			},
			"Translation":
			{
				"Text": "Opensans"
			},
			"Key": "C4AFECA34EB6A99F45EB6A98A8B05F90"
		},
		{
			"Source":
			{
				"Text": "Primary\r\nEdit"
			},
			"Translation":
			{
				"Text": "Primary\r\nEdit"
			},
			"Key": "88DA538544F5718027B24B9404D58471"
		},
		{
			"Source":
			{
				"Text": "Secondary\r\nEdit"
			},
			"Translation":
			{
				"Text": "Secondary\r\nEdit"
			},
			"Key": "864FBB1B43452549E12FD789B20D0EC6"
		},
		{
			"Source":
			{
				"Text": "Sign Pole"
			},
			"Translation":
			{
				"Text": "Sign Pole"
			},
			"Key": "176C84264463D78AA3101B96237A9B7D"
		},
		{
			"Source":
			{
				"Text": "UI font"
			},
			"Translation":
			{
				"Text": "UI font"
			},
			"Key": "8012FC4741B27D70955B0298C0E1347B"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "LOCTEXT_CPP_STRING_TABLE",
			"Children": [
				{
					"Source":
					{
						"Text": "SourceString"
					},
					"Translation":
					{
						"Text": "SourceString"
					},
					"Key": "Key"
				}
			]
		},
		{
			"Namespace": "RSS_Table",
			"Children": [
				{
					"Source":
					{
						"Text": "A Simple Pole to attach RSS Signs on it."
					},
					"Translation":
					{
						"Text": "A Simple Pole to attach RSS Signs on it."
					},
					"Key": "SignPole"
				},
				{
					"Source":
					{
						"Text": "A vehicle with mounted RSS signs!\r\n\r\nNeed Sign Gun for interaction and change the sign!"
					},
					"Translation":
					{
						"Text": "A vehicle with mounted RSS signs!\r\n\r\nNeed Sign Gun for interaction and change the sign!"
					},
					"Key": "Vehicel"
				},
				{
					"Source":
					{
						"Text": "Border Mask"
					},
					"Translation":
					{
						"Text": "Border Mask"
					},
					"Key": "BorderMask"
				},
				{
					"Source":
					{
						"Text": "Can FLY!\r\n\r\nUse the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Translation":
					{
						"Text": "Can FLY!\r\n\r\nUse the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Key": "Drone"
				},
				{
					"Source":
					{
						"Text": "Can Stack on top of Stackable Pipeline Support and something like that!\r\n\r\nUse the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Translation":
					{
						"Text": "Can Stack on top of Stackable Pipeline Support and something like that!\r\n\r\nUse the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Key": "Stackable"
				},
				{
					"Source":
					{
						"Text": "Can attach on Ceilings or SignPoles.\r\n\r\nUse the signs from RSS. With advanced features and better customizations for the user! AND SPIN!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Translation":
					{
						"Text": "Can attach on Ceilings or SignPoles.\r\n\r\nUse the signs from RSS. With advanced features and better customizations for the user! AND SPIN!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Key": "Rounded"
				},
				{
					"Source":
					{
						"Text": "Can attach on Conveyor Belts.\r\n\r\nUse the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Translation":
					{
						"Text": "Can attach on Conveyor Belts.\r\n\r\nUse the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Key": "Conv"
				},
				{
					"Source":
					{
						"Text": "Can attach on Pipelines.\r\n\r\nUse the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Translation":
					{
						"Text": "Can attach on Pipelines.\r\n\r\nUse the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Key": "Pipe"
				},
				{
					"Source":
					{
						"Text": "Decal"
					},
					"Translation":
					{
						"Text": "Decal"
					},
					"Key": "Type_Decal"
				},
				{
					"Source":
					{
						"Text": "Distortion"
					},
					"Translation":
					{
						"Text": "Distortion"
					},
					"Key": "Distortion"
				},
				{
					"Source":
					{
						"Text": "Emissive"
					},
					"Translation":
					{
						"Text": "Emissive"
					},
					"Key": "Emissive"
				},
				{
					"Source":
					{
						"Text": "Flat"
					},
					"Translation":
					{
						"Text": "Flat"
					},
					"Key": "Type_Normal"
				},
				{
					"Source":
					{
						"Text": "Hologram"
					},
					"Translation":
					{
						"Text": "Hologram"
					},
					"Key": "Type_Holo"
				},
				{
					"Source":
					{
						"Text": "Palax / Arrow scale "
					},
					"Translation":
					{
						"Text": "Palax / Arrow scale "
					},
					"Key": "PalaxArrow"
				},
				{
					"Source":
					{
						"Text": "Panner Speed"
					},
					"Translation":
					{
						"Text": "Panner Speed"
					},
					"Key": "PannerSpeed"
				},
				{
					"Source":
					{
						"Text": "Preset"
					},
					"Translation":
					{
						"Text": "Preset"
					},
					"Key": "Preset"
				},
				{
					"Source":
					{
						"Text": "Scanline"
					},
					"Translation":
					{
						"Text": "Scanline"
					},
					"Key": "Scanline"
				},
				{
					"Source":
					{
						"Text": "Select a preset colour"
					},
					"Translation":
					{
						"Text": "Select a preset colour"
					},
					"Key": "SelectCPreset"
				},
				{
					"Source":
					{
						"Text": "Use Arrows"
					},
					"Translation":
					{
						"Text": "Use Arrows"
					},
					"Key": "UseArrow"
				},
				{
					"Source":
					{
						"Text": "Use Paralax"
					},
					"Translation":
					{
						"Text": "Use Paralax"
					},
					"Key": "UseParalax"
				},
				{
					"Source":
					{
						"Text": "Use Scanlines"
					},
					"Translation":
					{
						"Text": "Use Scanlines"
					},
					"Key": "UseScanlines"
				},
				{
					"Source":
					{
						"Text": "Use the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Translation":
					{
						"Text": "Use the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Key": "Normal"
				},
				{
					"Source":
					{
						"Text": "Vanilla"
					},
					"Translation":
					{
						"Text": "Vanilla"
					},
					"Key": "Vanilla"
				},
				{
					"Source":
					{
						"Text": "Wooden"
					},
					"Translation":
					{
						"Text": "Wooden"
					},
					"Key": "Type_Sec"
				},
				{
					"Source":
					{
						"Text": "Works like a simple Foundation!\r\n\r\nUse the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Translation":
					{
						"Text": "Works like a simple Foundation!\r\n\r\nUse the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Key": "Foundation"
				},
				{
					"Source":
					{
						"Text": "Works like the Vanilla signs but:\r\nUse the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Translation":
					{
						"Text": "Works like the Vanilla signs but:\r\nUse the signs from RSS. With advanced features and better customizations for the user!\r\n\r\nNote: Can also modified by the Sign Gun!"
					},
					"Key": "VanillaDesc"
				}
			]
		},
		{
			"Namespace": "ST_RSS",
			"Children": [
				{
					"Source":
					{
						"Text": "05x05"
					},
					"Translation":
					{
						"Text": "05x05"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[1]"
				},
				{
					"Source":
					{
						"Text": "1 Textline Chavron"
					},
					"Translation":
					{
						"Text": "1 Textline Chavron"
					},
					"Key": "BP_Subsystem_AddonHandler_C.mLayouts_Value[0].Map_48_F343857D489A1BB2D20590BC06C89A53[0].mTemplateData.mTemplateName"
				},
				{
					"Source":
					{
						"Text": "16x8"
					},
					"Translation":
					{
						"Text": "16x8"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[15]"
				},
				{
					"Source":
					{
						"Text": "1x1"
					},
					"Translation":
					{
						"Text": "1x1"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[2]"
				},
				{
					"Source":
					{
						"Text": "1x2"
					},
					"Translation":
					{
						"Text": "1x2"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[3]"
				},
				{
					"Source":
					{
						"Text": "1x7"
					},
					"Translation":
					{
						"Text": "1x7"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[4]"
				},
				{
					"Source":
					{
						"Text": "2 Textline Chavron"
					},
					"Translation":
					{
						"Text": "2 Textline Chavron"
					},
					"Key": "BP_Subsystem_AddonHandler_C.mLayouts_Value[0].Map_48_F343857D489A1BB2D20590BC06C89A53[1].mTemplateData.mTemplateName"
				},
				{
					"Source":
					{
						"Text": "2 Textline Main Sub Chavron"
					},
					"Translation":
					{
						"Text": "2 Textline Main Sub Chavron"
					},
					"Key": "BP_Subsystem_AddonHandler_C.mLayouts_Value[0].Map_48_F343857D489A1BB2D20590BC06C89A53[2].mTemplateData.mTemplateName"
				},
				{
					"Source":
					{
						"Text": "25x2"
					},
					"Translation":
					{
						"Text": "25x2"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[16]"
				},
				{
					"Source":
					{
						"Text": "2x05"
					},
					"Translation":
					{
						"Text": "2x05"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[5]"
				},
				{
					"Source":
					{
						"Text": "2x1"
					},
					"Translation":
					{
						"Text": "2x1"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[6]"
				},
				{
					"Source":
					{
						"Text": "2x2"
					},
					"Translation":
					{
						"Text": "2x2"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[7]"
				},
				{
					"Source":
					{
						"Text": "2x3"
					},
					"Translation":
					{
						"Text": "2x3"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[8]"
				},
				{
					"Source":
					{
						"Text": "3x05"
					},
					"Translation":
					{
						"Text": "3x05"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[9]"
				},
				{
					"Source":
					{
						"Text": "3x1"
					},
					"Translation":
					{
						"Text": "3x1"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[10]"
				},
				{
					"Source":
					{
						"Text": "4x05"
					},
					"Translation":
					{
						"Text": "4x05"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[11]"
				},
				{
					"Source":
					{
						"Text": "4x1"
					},
					"Translation":
					{
						"Text": "4x1"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[12]"
				},
				{
					"Source":
					{
						"Text": "7x1"
					},
					"Translation":
					{
						"Text": "7x1"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[13]"
				},
				{
					"Source":
					{
						"Text": "8x4"
					},
					"Translation":
					{
						"Text": "8x4"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[14]"
				},
				{
					"Source":
					{
						"Text": "<MISSING STRING TABLE ENTRY>"
					},
					"Translation":
					{
						"Text": "<MISSING STRING TABLE ENTRY>"
					},
					"Key": "K2Node_Select_0.EnumEntryFriendlyNames[1]_02"
				},
				{
					"Source":
					{
						"Text": "<MISSING STRING TABLE ENTRY>"
					},
					"Translation":
					{
						"Text": "<MISSING STRING TABLE ENTRY>"
					},
					"Key": "K2Node_SwitchEnum_0.EnumFriendlyNames[1]"
				},
				{
					"Source":
					{
						"Text": "A compact font"
					},
					"Translation":
					{
						"Text": "A compact font"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[3].mDesc_83_244F2C9D41F6B45DB17379864CBF35CF"
				},
				{
					"Source":
					{
						"Text": "Add Element"
					},
					"Translation":
					{
						"Text": "Add Element"
					},
					"Key": "TextBlock_71.Text"
				},
				{
					"Source":
					{
						"Text": "Allan"
					},
					"Translation":
					{
						"Text": "Allan"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[1].mFontName_66_F343857D489A1BB2D20590BC06C89A53"
				},
				{
					"Source":
					{
						"Text": "Alpha Value (Opacity)"
					},
					"Translation":
					{
						"Text": "Alpha Value (Opacity)"
					},
					"Key": "TextBlock.Text"
				},
				{
					"Source":
					{
						"Text": "Amatic"
					},
					"Translation":
					{
						"Text": "Amatic"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[2].mFontName_66_F343857D489A1BB2D20590BC06C89A53"
				},
				{
					"Source":
					{
						"Text": "And more..."
					},
					"Translation":
					{
						"Text": "And more..."
					},
					"Key": "Dummy_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Antonio"
					},
					"Translation":
					{
						"Text": "Antonio"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[3].mFontName_66_F343857D489A1BB2D20590BC06C89A53"
				},
				{
					"Source":
					{
						"Text": "Applied to Signs to convert them to the Flat style."
					},
					"Translation":
					{
						"Text": "Applied to Signs to convert them to the Flat style."
					},
					"Key": "MaterialDesc_RssCeilingMaterials_Flat.MaterialDesc_RssCeilingMaterials_Flat_C.mDescription"
				},
				{
					"Source":
					{
						"Text": "Applied to Signs to convert them to the Holo style."
					},
					"Translation":
					{
						"Text": "Applied to Signs to convert them to the Holo style."
					},
					"Key": "MaterialDesc_RssCeilingMaterials_Holo.MaterialDesc_RssCeilingMaterials_Holo_C.mDescription"
				},
				{
					"Source":
					{
						"Text": "Background"
					},
					"Translation":
					{
						"Text": "Background"
					},
					"Key": "BP_WC_SignWidget_Text.K2Node_Select_0.EnumEntryFriendlyNames[1]"
				},
				{
					"Source":
					{
						"Text": "Background\r\nEdit"
					},
					"Translation":
					{
						"Text": "Background\r\nEdit"
					},
					"Key": "Widget_CP_ColourPicker.BtnTextes[1]"
				},
				{
					"Source":
					{
						"Text": "Best for many languages"
					},
					"Translation":
					{
						"Text": "Best for many languages"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[7].mDesc_83_244F2C9D41F6B45DB17379864CBF35CF"
				},
				{
					"Source":
					{
						"Text": "Billboard Set"
					},
					"Translation":
					{
						"Text": "Billboard Set"
					},
					"Key": "Sink_RSS_Bill_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Buildable|Clearance"
					},
					"Translation":
					{
						"Text": "Buildable|Clearance"
					},
					"Key": "BP_RssNormal_Flat.NewVariables[1].Category"
				},
				{
					"Source":
					{
						"Text": "Buildings"
					},
					"Translation":
					{
						"Text": "Buildings"
					},
					"Key": "mSelectBuildings.mButtonText"
				},
				{
					"Source":
					{
						"Text": "Cache"
					},
					"Translation":
					{
						"Text": "Cache"
					},
					"Key": "Rss_WC_ImageSelector.NewVariables[4].Category"
				},
				{
					"Source":
					{
						"Text": "Can use to fast copy and paste signs and to interact with them from long range.\r\n\r\nNow: Works also with vanilla signs!"
					},
					"Translation":
					{
						"Text": "Can use to fast copy and paste signs and to interact with them from long range.\r\n\r\nNow: Works also with vanilla signs!"
					},
					"Key": "EQDesc_SignGun_C.mDescription"
				},
				{
					"Source":
					{
						"Text": "Ceiling Holo Sign 1x1"
					},
					"Translation":
					{
						"Text": "Ceiling Holo Sign 1x1"
					},
					"Key": "Build_RSS_Holoscreen_1x1_Ceiling_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Ceiling Holo Sign 1x2"
					},
					"Translation":
					{
						"Text": "Ceiling Holo Sign 1x2"
					},
					"Key": "Build_RSS_Holoscreen_1x2_Ceiling_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Ceiling Holo Sign 2x1"
					},
					"Translation":
					{
						"Text": "Ceiling Holo Sign 2x1"
					},
					"Key": "Build_RSS_Holoscreen_2x1_Ceiling_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Ceiling Holo Sign 7x1"
					},
					"Translation":
					{
						"Text": "Ceiling Holo Sign 7x1"
					},
					"Key": "Build_RSS_Holoscreen_7x1_Ceiling_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Ceiling Sign 1x1"
					},
					"Translation":
					{
						"Text": "Ceiling Sign 1x1"
					},
					"Key": "Build_RSS_1x1_Ceiling_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Ceiling Sign 1x2"
					},
					"Translation":
					{
						"Text": "Ceiling Sign 1x2"
					},
					"Key": "Build_RSS_1x2_Ceiling_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Ceiling Sign 2x1"
					},
					"Translation":
					{
						"Text": "Ceiling Sign 2x1"
					},
					"Key": "Build_RSS_2x1_Ceiling_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Ceiling Sign 7x1"
					},
					"Translation":
					{
						"Text": "Ceiling Sign 7x1"
					},
					"Key": "Build_RSS_7x1_Ceiling_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Ceiling Signs"
					},
					"Translation":
					{
						"Text": "Ceiling Signs"
					},
					"Key": "Sink_Material_RSS_Holo_Ceiling_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Change font"
					},
					"Translation":
					{
						"Text": "Change font"
					},
					"Key": "TextBlock_8.Text"
				},
				{
					"Source":
					{
						"Text": "Collapsed"
					},
					"Translation":
					{
						"Text": "Collapsed"
					},
					"Key": "Rss_WC_SizeCombobox_2.K2Node_Select_2.EnumEntryFriendlyNames[1]"
				},
				{
					"Source":
					{
						"Text": "Colour Picker"
					},
					"Translation":
					{
						"Text": "Colour Picker"
					},
					"Key": "mColourPickerWindow.mTitle"
				},
				{
					"Source":
					{
						"Text": "Conveyor Holo Sign  1x1 1 Side"
					},
					"Translation":
					{
						"Text": "Conveyor Holo Sign  1x1 1 Side"
					},
					"Key": "Build_RSS_Holoscreen_1x1_Conv_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Holo Sign 1x1"
					},
					"Translation":
					{
						"Text": "Conveyor Holo Sign 1x1"
					},
					"Key": "Build_RSS_Holoscreen_1x1_Conv_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Holo Sign 1x2"
					},
					"Translation":
					{
						"Text": "Conveyor Holo Sign 1x2"
					},
					"Key": "Build_RSS_Holoscreen_1x2_Conv_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Holo Sign 1x2  1 Side"
					},
					"Translation":
					{
						"Text": "Conveyor Holo Sign 1x2  1 Side"
					},
					"Key": "Build_RSS_Holoscreen_1x2_Conv_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Holo Sign 2x1"
					},
					"Translation":
					{
						"Text": "Conveyor Holo Sign 2x1"
					},
					"Key": "Build_RSS_Holoscreen_2x1_Conv_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Holo Sign 2x1 1 Side"
					},
					"Translation":
					{
						"Text": "Conveyor Holo Sign 2x1 1 Side"
					},
					"Key": "Build_RSS_Holoscreen_2x1_Conv_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Holo Sign 7x1"
					},
					"Translation":
					{
						"Text": "Conveyor Holo Sign 7x1"
					},
					"Key": "Build_RSS_Holoscreen_7x1_Conv_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Holo Sign 7x1 1 Side"
					},
					"Translation":
					{
						"Text": "Conveyor Holo Sign 7x1 1 Side"
					},
					"Key": "Build_RSS_Holoscreen_7x1_Conv_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Sign  7x1 1 Side"
					},
					"Translation":
					{
						"Text": "Conveyor Sign  7x1 1 Side"
					},
					"Key": "Build_RSS_7x1_Conv_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Sign 1x1"
					},
					"Translation":
					{
						"Text": "Conveyor Sign 1x1"
					},
					"Key": "Build_RSS_1x1_Conv_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Sign 1x1 1 Side"
					},
					"Translation":
					{
						"Text": "Conveyor Sign 1x1 1 Side"
					},
					"Key": "Build_RSS_1x1_Conv_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Sign 1x2"
					},
					"Translation":
					{
						"Text": "Conveyor Sign 1x2"
					},
					"Key": "Build_RSS_1x2_Conv_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Sign 1x2 1 Side"
					},
					"Translation":
					{
						"Text": "Conveyor Sign 1x2 1 Side"
					},
					"Key": "Build_RSS_1x2_Conv_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Sign 2x1"
					},
					"Translation":
					{
						"Text": "Conveyor Sign 2x1"
					},
					"Key": "Build_RSS_2x1_Conv_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Sign 2x1 1 Side"
					},
					"Translation":
					{
						"Text": "Conveyor Sign 2x1 1 Side"
					},
					"Key": "Build_RSS_2x1_Conv_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Sign 7x1"
					},
					"Translation":
					{
						"Text": "Conveyor Sign 7x1"
					},
					"Key": "Build_RSS_7x1_Conv_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Conveyor Signs"
					},
					"Translation":
					{
						"Text": "Conveyor Signs"
					},
					"Key": "Sink_Material_RSS_Holo_Belt_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Copy data are not the same type"
					},
					"Translation":
					{
						"Text": "Copy data are not the same type"
					},
					"Key": "Node_Return_Node.Notify"
				},
				{
					"Source":
					{
						"Text": "Copy invalid or nothing copied"
					},
					"Translation":
					{
						"Text": "Copy invalid or nothing copied"
					},
					"Key": "Node_Return_Node.Notify_01"
				},
				{
					"Source":
					{
						"Text": "Courier Prime"
					},
					"Translation":
					{
						"Text": "Courier Prime"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[4].mFontName_66_F343857D489A1BB2D20590BC06C89A53"
				},
				{
					"Source":
					{
						"Text": "Custom"
					},
					"Translation":
					{
						"Text": "Custom"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[17]"
				},
				{
					"Source":
					{
						"Text": "Custom (Url)"
					},
					"Translation":
					{
						"Text": "Custom (Url)"
					},
					"Key": "mCustom.mButtonText"
				},
				{
					"Source":
					{
						"Text": "Custom Image removed"
					},
					"Translation":
					{
						"Text": "Custom Image removed"
					},
					"Key": "Node_Play_Notify_Target_is_Widget_Rss_2.Text_06"
				},
				{
					"Source":
					{
						"Text": "Custom image successfully added."
					},
					"Translation":
					{
						"Text": "Custom image successfully added."
					},
					"Key": "Node_Play_Notify_Target_is_Widget_Rss_2.Text_02"
				},
				{
					"Source":
					{
						"Text": "Debug"
					},
					"Translation":
					{
						"Text": "Debug"
					},
					"Key": "RSSConfiguration.BP_ConfigPropertyBool_C_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Decal"
					},
					"Translation":
					{
						"Text": "Decal"
					},
					"Key": "Rss_WC_SignSettings.K2Node_Select_8.EnumEntryFriendlyNames[4]"
				},
				{
					"Source":
					{
						"Text": "Default"
					},
					"Translation":
					{
						"Text": "Default"
					},
					"Key": "BP_Subsystem_RssAddon.NewVariables[0].Category"
				},
				{
					"Source":
					{
						"Text": "Default sign font"
					},
					"Translation":
					{
						"Text": "Default sign font"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[6].mDesc_83_244F2C9D41F6B45DB17379864CBF35CF"
				},
				{
					"Source":
					{
						"Text": "Direction"
					},
					"Translation":
					{
						"Text": "Direction"
					},
					"Key": "TextBlock_14.Text"
				},
				{
					"Source":
					{
						"Text": "Display Sign Bundle"
					},
					"Translation":
					{
						"Text": "Display Sign Bundle"
					},
					"Key": "Sink_RSS_Display_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Drone Sign 2x1"
					},
					"Translation":
					{
						"Text": "Drone Sign 2x1"
					},
					"Key": "Build_RssDrohne_Flat_2x1_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Drone Sign 7x1"
					},
					"Translation":
					{
						"Text": "Drone Sign 7x1"
					},
					"Key": "Build_RssDrohne_Flat_7x1_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Drone Signs"
					},
					"Translation":
					{
						"Text": "Drone Signs"
					},
					"Key": "Sink_RSS_Flat_Drohnes_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Drone sign 1x1"
					},
					"Translation":
					{
						"Text": "Drone sign 1x1"
					},
					"Key": "Build_RssDrohne_Flat_1x1_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Drone sign 1x2"
					},
					"Translation":
					{
						"Text": "Drone sign 1x2"
					},
					"Key": "Build_RssDrohne_Flat_1x2_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Effect"
					},
					"Translation":
					{
						"Text": "Effect"
					},
					"Key": "Rss_WC_ElementBuilder.K2Node_Select_3.EnumEntryFriendlyNames[1]"
				},
				{
					"Source":
					{
						"Text": "Element"
					},
					"Translation":
					{
						"Text": "Element"
					},
					"Key": "BP_Subsystem_AddonHandler_C.mLayouts_Value[0].Map_48_F343857D489A1BB2D20590BC06C89A53[0].mElements[0].mSharedData.mElementName"
				},
				{
					"Source":
					{
						"Text": "Fill Sign"
					},
					"Translation":
					{
						"Text": "Fill Sign"
					},
					"Key": "TextBlock_1.Text_01"
				},
				{
					"Source":
					{
						"Text": "Fine Rotation"
					},
					"Translation":
					{
						"Text": "Fine Rotation"
					},
					"Key": "BuildMode_Rss_FineRotation_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Flat Signs"
					},
					"Translation":
					{
						"Text": "Flat Signs"
					},
					"Key": "SinkCatSub_Rss_FlatSigns_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Flip Image"
					},
					"Translation":
					{
						"Text": "Flip Image"
					},
					"Key": "TextBlock_28.Text"
				},
				{
					"Source":
					{
						"Text": "Font: {FontName}"
					},
					"Translation":
					{
						"Text": "Font: {FontName}"
					},
					"Key": "Node_Format_Text.Format_03"
				},
				{
					"Source":
					{
						"Text": "Foundation Sign"
					},
					"Translation":
					{
						"Text": "Foundation Sign"
					},
					"Key": "BP_RssFoundation_Flat_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Foundation Sign 8x8x1"
					},
					"Translation":
					{
						"Text": "Foundation Sign 8x8x1"
					},
					"Key": "Build_FoundationSign_8x8x1_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Foundation Signs"
					},
					"Translation":
					{
						"Text": "Foundation Signs"
					},
					"Key": "Sink_Material_Material_RSS_Flat_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Good for small text"
					},
					"Translation":
					{
						"Text": "Good for small text"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[4].mDesc_83_244F2C9D41F6B45DB17379864CBF35CF"
				},
				{
					"Source":
					{
						"Text": "HEX Colour      #"
					},
					"Translation":
					{
						"Text": "HEX Colour      #"
					},
					"Key": "TextBlock_101.Text"
				},
				{
					"Source":
					{
						"Text": "HUDasfasf\r\nasfas"
					},
					"Translation":
					{
						"Text": "HUDasfasf\r\nasfas"
					},
					"Key": "mText.Text"
				},
				{
					"Source":
					{
						"Text": "Hidden"
					},
					"Translation":
					{
						"Text": "Hidden"
					},
					"Key": "Rss_WC_SizeCombobox_2.K2Node_Select_2.EnumEntryFriendlyNames[2]"
				},
				{
					"Source":
					{
						"Text": "Holo Sign Materials"
					},
					"Translation":
					{
						"Text": "Holo Sign Materials"
					},
					"Key": "Sink_Material_RSS_Holo_Stand_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Holo Signs"
					},
					"Translation":
					{
						"Text": "Holo Signs"
					},
					"Key": "Sink_RSS_Material_Hologram_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Hologram"
					},
					"Translation":
					{
						"Text": "Hologram"
					},
					"Key": "Rss_WC_SignSettings.K2Node_Select_8.EnumEntryFriendlyNames[2]"
				},
				{
					"Source":
					{
						"Text": "Image"
					},
					"Translation":
					{
						"Text": "Image"
					},
					"Key": "Rss_WC_ElementBuilder.K2Node_Select_3.EnumEntryFriendlyNames[2]"
				},
				{
					"Source":
					{
						"Text": "Image Selector"
					},
					"Translation":
					{
						"Text": "Image Selector"
					},
					"Key": "mFontSelectorWindow.mTitle"
				},
				{
					"Source":
					{
						"Text": "Image will always be centred - If your image is not the correct size, use the zoom control to make it fit."
					},
					"Translation":
					{
						"Text": "Image will always be centred - If your image is not the correct size, use the zoom control to make it fit."
					},
					"Key": "RichTextBlock_65.Text"
				},
				{
					"Source":
					{
						"Text": "InValid"
					},
					"Translation":
					{
						"Text": "InValid"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[0]"
				},
				{
					"Source":
					{
						"Text": "Info"
					},
					"Translation":
					{
						"Text": "Info"
					},
					"Key": "Sprite.SpriteInfo.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Interface Data"
					},
					"Translation":
					{
						"Text": "Interface Data"
					},
					"Key": "Widget_Rss2.NewVariables[4].Category"
				},
				{
					"Source":
					{
						"Text": "InterfaceData"
					},
					"Translation":
					{
						"Text": "InterfaceData"
					},
					"Key": "Widget_Rss2.NewVariables[2].Category"
				},
				{
					"Source":
					{
						"Text": "Invalid Target"
					},
					"Translation":
					{
						"Text": "Invalid Target"
					},
					"Key": "Node_Return_Node.ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Invalid text for Preset!"
					},
					"Translation":
					{
						"Text": "Invalid text for Preset!"
					},
					"Key": "Node_Play_Notify_Target_is_Widget_Rss_2.Text_07"
				},
				{
					"Source":
					{
						"Text": "Item & Buildings"
					},
					"Translation":
					{
						"Text": "Item & Buildings"
					},
					"Key": "mBuildingAndDesc.mButtonText"
				},
				{
					"Source":
					{
						"Text": "Items"
					},
					"Translation":
					{
						"Text": "Items"
					},
					"Key": "mSelectItems.mButtonText"
				},
				{
					"Source":
					{
						"Text": "Label Sign Bundle"
					},
					"Translation":
					{
						"Text": "Label Sign Bundle"
					},
					"Key": "Sink_RSS_Lable1_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Left"
					},
					"Translation":
					{
						"Text": "Left"
					},
					"Key": "BP_SignComponentWidget_Base.K2Node_Select_0.EnumEntryFriendlyNames[0]"
				},
				{
					"Source":
					{
						"Text": "Letter Spacing"
					},
					"Translation":
					{
						"Text": "Letter Spacing"
					},
					"Key": "TextBlock_23.Text"
				},
				{
					"Source":
					{
						"Text": "Line Height"
					},
					"Translation":
					{
						"Text": "Line Height"
					},
					"Key": "TextBlock_7.Text"
				},
				{
					"Source":
					{
						"Text": "Linear"
					},
					"Translation":
					{
						"Text": "Linear"
					},
					"Key": "BP_SignComponentWidget_Base.K2Node_Select_1.EnumEntryFriendlyNames[0]"
				},
				{
					"Source":
					{
						"Text": "MaterialManager|HoloSign"
					},
					"Translation":
					{
						"Text": "MaterialManager|HoloSign"
					},
					"Key": "BP_DataManagerSubsystem.NewVariables[0].Category"
				},
				{
					"Source":
					{
						"Text": "Max (de-)loading signs Per Frame"
					},
					"Translation":
					{
						"Text": "Max (de-)loading signs Per Frame"
					},
					"Key": "BP_ConfigPropertyInteger_C_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Max Loaded Signs"
					},
					"Translation":
					{
						"Text": "Max Loaded Signs"
					},
					"Key": "BP_ConfigPropertyInteger_C_1.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Maximum number of signals per pool"
					},
					"Translation":
					{
						"Text": "Maximum number of signals per pool"
					},
					"Key": "RSSConfiguration.BP_ConfigPropertyInteger_C_1.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Middle"
					},
					"Translation":
					{
						"Text": "Middle"
					},
					"Key": "BP_SignComponentWidget_Base.K2Node_Select_0.EnumEntryFriendlyNames[1]"
				},
				{
					"Source":
					{
						"Text": "Minimum number of signals per pool"
					},
					"Translation":
					{
						"Text": "Minimum number of signals per pool"
					},
					"Key": "RSSConfiguration.BP_ConfigPropertyInteger_C_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "NONE\r\nEdit"
					},
					"Translation":
					{
						"Text": "NONE\r\nEdit"
					},
					"Key": "Widget_CP_ColourPicker.BtnTextes[2]"
				},
				{
					"Source":
					{
						"Text": "Name"
					},
					"Translation":
					{
						"Text": "Name"
					},
					"Key": "TextBlock_24.Text"
				},
				{
					"Source":
					{
						"Text": "No Target"
					},
					"Translation":
					{
						"Text": "No Target"
					},
					"Key": "Node_Return_Node.ReturnValue_02"
				},
				{
					"Source":
					{
						"Text": "Normal"
					},
					"Translation":
					{
						"Text": "Normal"
					},
					"Key": "BP_WC_SignWidget_Text.K2Node_Select_0.EnumEntryFriendlyNames[0]"
				},
				{
					"Source":
					{
						"Text": "Not Hit-Testable (Self & All Children)"
					},
					"Translation":
					{
						"Text": "Not Hit-Testable (Self & All Children)"
					},
					"Key": "Rss_WC_SizeCombobox_2.K2Node_Select_2.EnumEntryFriendlyNames[3]"
				},
				{
					"Source":
					{
						"Text": "Not Hit-Testable (Self Only)"
					},
					"Translation":
					{
						"Text": "Not Hit-Testable (Self Only)"
					},
					"Key": "Rss_WC_SizeCombobox_2.K2Node_Select_2.EnumEntryFriendlyNames[4]"
				},
				{
					"Source":
					{
						"Text": "Only Auth"
					},
					"Translation":
					{
						"Text": "Only Auth"
					},
					"Key": "BP_Subsystem_AddonHandler_C.mLayouts_Value[2].Map_48_F343857D489A1BB2D20590BC06C89A53[0].mTemplateData.mTemplateName"
				},
				{
					"Source":
					{
						"Text": "Opacity"
					},
					"Translation":
					{
						"Text": "Opacity"
					},
					"Key": "TextBlock_3.Text"
				},
				{
					"Source":
					{
						"Text": "Opensans"
					},
					"Translation":
					{
						"Text": "Opensans"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[0].mFontName_66_F343857D489A1BB2D20590BC06C89A53"
				},
				{
					"Source":
					{
						"Text": "Orbitron"
					},
					"Translation":
					{
						"Text": "Orbitron"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[5].mFontName_66_F343857D489A1BB2D20590BC06C89A53"
				},
				{
					"Source":
					{
						"Text": "Padding"
					},
					"Translation":
					{
						"Text": "Padding"
					},
					"Key": "TextBlock_22.Text"
				},
				{
					"Source":
					{
						"Text": "Panner"
					},
					"Translation":
					{
						"Text": "Panner"
					},
					"Key": "TextBlock_18.Text"
				},
				{
					"Source":
					{
						"Text": "Panner Type"
					},
					"Translation":
					{
						"Text": "Panner Type"
					},
					"Key": "TextBlock_16.Text"
				},
				{
					"Source":
					{
						"Text": "Pattern"
					},
					"Translation":
					{
						"Text": "Pattern"
					},
					"Key": "mSelectPattern.mButtonText"
				},
				{
					"Source":
					{
						"Text": "Pipe Holo Sign 1x1"
					},
					"Translation":
					{
						"Text": "Pipe Holo Sign 1x1"
					},
					"Key": "Build_RSS_Holoscreen_1x1_Pipe_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Holo Sign 1x1 1 Side"
					},
					"Translation":
					{
						"Text": "Pipe Holo Sign 1x1 1 Side"
					},
					"Key": "Build_RSS_Holoscreen_1x1_Pipe_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Holo Sign 1x2"
					},
					"Translation":
					{
						"Text": "Pipe Holo Sign 1x2"
					},
					"Key": "Build_RSS_Holoscreen_1x2_Pipe_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Holo Sign 1x2 1 Side"
					},
					"Translation":
					{
						"Text": "Pipe Holo Sign 1x2 1 Side"
					},
					"Key": "Build_RSS_Holoscreen_1x2_Pipe_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Holo Sign 2x1"
					},
					"Translation":
					{
						"Text": "Pipe Holo Sign 2x1"
					},
					"Key": "Build_RSS_Holoscreen_2x1_Pipe_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Holo Sign 2x1 1 Side"
					},
					"Translation":
					{
						"Text": "Pipe Holo Sign 2x1 1 Side"
					},
					"Key": "Build_RSS_Holoscreen_2x1_Pipe_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Holo Sign 7x1"
					},
					"Translation":
					{
						"Text": "Pipe Holo Sign 7x1"
					},
					"Key": "Build_RSS_Holoscreen_7x1_Pipe_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Holo Sign 7x1 1 Side"
					},
					"Translation":
					{
						"Text": "Pipe Holo Sign 7x1 1 Side"
					},
					"Key": "Build_RSS_Holoscreen_7x1_Pipe_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Sign 1x1"
					},
					"Translation":
					{
						"Text": "Pipe Sign 1x1"
					},
					"Key": "Build_RSS_1x1_Pipe_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Sign 1x1 1 Side"
					},
					"Translation":
					{
						"Text": "Pipe Sign 1x1 1 Side"
					},
					"Key": "Build_RSS_1x1_Pipe_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Sign 1x2"
					},
					"Translation":
					{
						"Text": "Pipe Sign 1x2"
					},
					"Key": "Build_RSS_1x2_Pipe_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Sign 1x2 1 Side"
					},
					"Translation":
					{
						"Text": "Pipe Sign 1x2 1 Side"
					},
					"Key": "Build_RSS_1x2_Pipe_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Sign 2x1"
					},
					"Translation":
					{
						"Text": "Pipe Sign 2x1"
					},
					"Key": "Build_RSS_2x1_Pipe_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Sign 2x1 1 Side"
					},
					"Translation":
					{
						"Text": "Pipe Sign 2x1 1 Side"
					},
					"Key": "Build_RSS_2x1_Pipe_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Sign 7x1"
					},
					"Translation":
					{
						"Text": "Pipe Sign 7x1"
					},
					"Key": "Build_RSS_7x1_Pipe_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipe Sign 7x1 1 Side"
					},
					"Translation":
					{
						"Text": "Pipe Sign 7x1 1 Side"
					},
					"Key": "Build_RSS_7x1_Pipe_1side_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Pipeline Signs"
					},
					"Translation":
					{
						"Text": "Pipeline Signs"
					},
					"Key": "Sink_Material_RSS_Holo_Pipe_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Preset Saved!"
					},
					"Translation":
					{
						"Text": "Preset Saved!"
					},
					"Key": "Node_Play_Notify_Target_is_Widget_Rss_2.Text_08"
				},
				{
					"Source":
					{
						"Text": "Primary\r\nEdit"
					},
					"Translation":
					{
						"Text": "Primary\r\nEdit"
					},
					"Key": "Widget_CP_ColourPicker_C.BtnTextes[0]"
				},
				{
					"Source":
					{
						"Text": "Production"
					},
					"Translation":
					{
						"Text": "Production"
					},
					"Key": "ElementBuilderWindow.Tabs[0].Text_5_FD671CE446AF05CA543E228C049AB0F9"
				},
				{
					"Source":
					{
						"Text": "RGB Colour"
					},
					"Translation":
					{
						"Text": "RGB Colour"
					},
					"Key": "TextBlock_1.Text"
				},
				{
					"Source":
					{
						"Text": "RSS Display Sign"
					},
					"Translation":
					{
						"Text": "RSS Display Sign"
					},
					"Key": "Build_RSS_2x1_Vanilla_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Electric Locomotive 2x1"
					},
					"Translation":
					{
						"Text": "RSS Electric Locomotive 2x1"
					},
					"Key": "Build_RSS_Train_1x2_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Element Builder"
					},
					"Translation":
					{
						"Text": "RSS Element Builder"
					},
					"Key": "ElementBuilderWindow.mTitle"
				},
				{
					"Source":
					{
						"Text": "RSS Freight Car 2x1"
					},
					"Translation":
					{
						"Text": "RSS Freight Car 2x1"
					},
					"Key": "BP_RSS_FreightWagon_2x1_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Freight Car 2x2"
					},
					"Translation":
					{
						"Text": "RSS Freight Car 2x2"
					},
					"Key": "BP_RSS_FreightWagon_2x2_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Label Sign 2m"
					},
					"Translation":
					{
						"Text": "RSS Label Sign 2m"
					},
					"Key": "Build_RSS_2x05_Vanilla_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Label Sign 3m"
					},
					"Translation":
					{
						"Text": "RSS Label Sign 3m"
					},
					"Key": "Build_RSS_3x05_Vanilla_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Label Sign 4m"
					},
					"Translation":
					{
						"Text": "RSS Label Sign 4m"
					},
					"Key": "Build_RSS_4x05_Vanilla_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Large Billboard"
					},
					"Translation":
					{
						"Text": "RSS Large Billboard"
					},
					"Key": "Build_RSS_16x8_Vanilla_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Locomotive"
					},
					"Translation":
					{
						"Text": "RSS Locomotive"
					},
					"Key": "Sink_RSS_Train_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Portrait Sign"
					},
					"Translation":
					{
						"Text": "RSS Portrait Sign"
					},
					"Key": "Build_RSS_2x3_Vanilla_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Sign Builder"
					},
					"Translation":
					{
						"Text": "RSS Sign Builder"
					},
					"Key": "mSignBuilder.mTitle"
				},
				{
					"Source":
					{
						"Text": "RSS Small Billboard"
					},
					"Translation":
					{
						"Text": "RSS Small Billboard"
					},
					"Key": "Build_RSS_8x4_Vanilla_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Square Sign 0.5m"
					},
					"Translation":
					{
						"Text": "RSS Square Sign 0.5m"
					},
					"Key": "Build_RSS_05x05_Vanilla_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Square Sign 1m"
					},
					"Translation":
					{
						"Text": "RSS Square Sign 1m"
					},
					"Key": "Build_RSS_1x1_Vanilla_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Square Sign 2m"
					},
					"Translation":
					{
						"Text": "RSS Square Sign 2m"
					},
					"Key": "Build_RSS_2x2_Vanilla_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Tools"
					},
					"Translation":
					{
						"Text": "RSS Tools"
					},
					"Key": "SinkCatSub_Rss_Tools_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Tractor 2x05"
					},
					"Translation":
					{
						"Text": "RSS Tractor 2x05"
					},
					"Key": "Build_RSS_Tractor_2x05_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Truck"
					},
					"Translation":
					{
						"Text": "RSS Truck"
					},
					"Key": "Sink_RSS_Trac_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Truck 2x1"
					},
					"Translation":
					{
						"Text": "RSS Truck 2x1"
					},
					"Key": "Build_RSS_Truck_2x1_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS Truck 4x05"
					},
					"Translation":
					{
						"Text": "RSS Truck 4x05"
					},
					"Key": "Build_RSS_Truck_3x05_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "RSS|Data"
					},
					"Translation":
					{
						"Text": "RSS|Data"
					},
					"Key": "Build_RSS_Truck_3x05.NewVariables[1].Category"
				},
				{
					"Source":
					{
						"Text": "RSS|Interact"
					},
					"Translation":
					{
						"Text": "RSS|Interact"
					},
					"Key": "Build_RSS_Truck_3x05.NewVariables[2].Category"
				},
				{
					"Source":
					{
						"Text": "RSS|UI"
					},
					"Translation":
					{
						"Text": "RSS|UI"
					},
					"Key": "Build_RSS_Truck_3x05.NewVariables[0].Category"
				},
				{
					"Source":
					{
						"Text": "Rajdhani"
					},
					"Translation":
					{
						"Text": "Rajdhani"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[6].mFontName_66_F343857D489A1BB2D20590BC06C89A53"
				},
				{
					"Source":
					{
						"Text": "Range for Signs to be Rendered"
					},
					"Translation":
					{
						"Text": "Range for Signs to be Rendered"
					},
					"Key": "RSSConfiguration.BP_ConfigPropertyInteger_C_2.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Range multiplier ConvStack Signs"
					},
					"Translation":
					{
						"Text": "Range multiplier ConvStack Signs"
					},
					"Key": "BP_ConfigPropertyFloat_C_2.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Range multiplier Foundation Signs"
					},
					"Translation":
					{
						"Text": "Range multiplier Foundation Signs"
					},
					"Key": "BP_ConfigPropertyFloat_C_1.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Range multiplier Rss Signs"
					},
					"Translation":
					{
						"Text": "Range multiplier Rss Signs"
					},
					"Key": "BP_ConfigPropertyFloat_C_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Range multiplier Vanilla Signs"
					},
					"Translation":
					{
						"Text": "Range multiplier Vanilla Signs"
					},
					"Key": "BP_ConfigPropertyFloat_C_3.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Range multiplier Walkway Signs"
					},
					"Translation":
					{
						"Text": "Range multiplier Walkway Signs"
					},
					"Key": "BP_ConfigPropertyFloat_C_4.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs"
					},
					"Translation":
					{
						"Text": "Really Simple Signs"
					},
					"Key": "RSSConfiguration_C.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs Swatch"
					},
					"Translation":
					{
						"Text": "Really Simple Signs Swatch"
					},
					"Key": "SwatchDesc_Rss_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: Ceiling"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: Ceiling"
					},
					"Key": "BuildCat_Rss_Ceiling_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: Conveyor"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: Conveyor"
					},
					"Key": "BuildCat_Rss_Conveyor_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: Drohnen"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: Drohnen"
					},
					"Key": "BuildCat_Rss_Drohnes_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: Floor"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: Floor"
					},
					"Key": "BuildCat_Rss_Stand_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: Foundation"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: Foundation"
					},
					"Key": "BuildCat_Rss_Foundation_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: Pipeline"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: Pipeline"
					},
					"Key": "BuildCat_Rss_Pipeline_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: Poles"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: Poles"
					},
					"Key": "BuildCat_Rss_Poles_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: Rounded"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: Rounded"
					},
					"Key": "BuildCat_Rss_Rounded_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: Stackable"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: Stackable"
					},
					"Key": "BuildCat_Rss_Stackable_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: Vanilla"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: Vanilla"
					},
					"Key": "BuildCat_Rss_Vanilla_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: Vehicles"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: Vehicles"
					},
					"Key": "BuildCat_Rss_Vehicles_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: Wall"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: Wall"
					},
					"Key": "BuildCat_Rss_WallSigns_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: Wall Outside"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: Wall Outside"
					},
					"Key": "BuildCat_Rss_WallSignsOutside_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really Simple Signs: you found something!"
					},
					"Translation":
					{
						"Text": "Really Simple Signs: you found something!"
					},
					"Key": "BuildCat_Rss_Secret_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Really simple sign"
					},
					"Translation":
					{
						"Text": "Really simple sign"
					},
					"Key": "BP_Signs_Rounded_C.mDescription"
				},
				{
					"Source":
					{
						"Text": "Refresh"
					},
					"Translation":
					{
						"Text": "Refresh"
					},
					"Key": "TextBlock_1.Text_02"
				},
				{
					"Source":
					{
						"Text": "Render Opacity"
					},
					"Translation":
					{
						"Text": "Render Opacity"
					},
					"Key": "MovieSceneFloatTrack_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Request Failed"
					},
					"Translation":
					{
						"Text": "Request Failed"
					},
					"Key": "Node_Play_Notify_Target_is_Widget_Rss_2.Text_03"
				},
				{
					"Source":
					{
						"Text": "Request was sent successfully to subsystem."
					},
					"Translation":
					{
						"Text": "Request was sent successfully to subsystem."
					},
					"Key": "Node_Play_Notify_Target_is_Widget_Rss_2.Text_05"
				},
				{
					"Source":
					{
						"Text": "Return"
					},
					"Translation":
					{
						"Text": "Return"
					},
					"Key": "Rss_WC_ImageSelector.NewVariables[1].Category"
				},
				{
					"Source":
					{
						"Text": "Right"
					},
					"Translation":
					{
						"Text": "Right"
					},
					"Key": "BP_SignComponentWidget_Base.K2Node_Select_0.EnumEntryFriendlyNames[2]"
				},
				{
					"Source":
					{
						"Text": "Roboto"
					},
					"Translation":
					{
						"Text": "Roboto"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[7].mFontName_66_F343857D489A1BB2D20590BC06C89A53"
				},
				{
					"Source":
					{
						"Text": "Rotation"
					},
					"Translation":
					{
						"Text": "Rotation"
					},
					"Key": "TextBlock_6.Text"
				},
				{
					"Source":
					{
						"Text": "Rounded Holo Sign"
					},
					"Translation":
					{
						"Text": "Rounded Holo Sign"
					},
					"Key": "Build_RSS_Holoscreen_Round_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Rounded Sign"
					},
					"Translation":
					{
						"Text": "Rounded Sign"
					},
					"Key": "Build_RSS_Round_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Rounded Signs"
					},
					"Translation":
					{
						"Text": "Rounded Signs"
					},
					"Key": "Sink_Material_RSS_Holo_Round_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Rss"
					},
					"Translation":
					{
						"Text": "Rss"
					},
					"Key": "MainCat_Rss_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Rss Flat Sign"
					},
					"Translation":
					{
						"Text": "Rss Flat Sign"
					},
					"Key": "MaterialDesc_RssCeilingMaterials_Flat.MaterialDesc_RssCeilingMaterials_Flat_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Rss Holo Sign"
					},
					"Translation":
					{
						"Text": "Rss Holo Sign"
					},
					"Key": "MaterialDesc_RssCeilingMaterials_Holo.MaterialDesc_RssCeilingMaterials_Holo_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Rss Sign Gun"
					},
					"Translation":
					{
						"Text": "Rss Sign Gun"
					},
					"Key": "Recipe_SignGun_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Rss Sign Text"
					},
					"Translation":
					{
						"Text": "Rss Sign Text"
					},
					"Key": "BP_Subsystem_AddonHandler_C.mLayouts_Value[0].Map_48_F343857D489A1BB2D20590BC06C89A53[0].mElements[1].mTextData.mText"
				},
				{
					"Source":
					{
						"Text": "RssWidgetBase"
					},
					"Translation":
					{
						"Text": "RssWidgetBase"
					},
					"Key": "BP_SignComponentWidget_Base.NewVariables[0].Category"
				},
				{
					"Source":
					{
						"Text": "Satisfactory font"
					},
					"Translation":
					{
						"Text": "Satisfactory font"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[5].mDesc_83_244F2C9D41F6B45DB17379864CBF35CF"
				},
				{
					"Source":
					{
						"Text": "Screen Size : {X} x {Y}"
					},
					"Translation":
					{
						"Text": "Screen Size : {X} x {Y}"
					},
					"Key": "Node_Format_Text.Format_01"
				},
				{
					"Source":
					{
						"Text": "Secondary\r\nEdit"
					},
					"Translation":
					{
						"Text": "Secondary\r\nEdit"
					},
					"Key": "Widget_CP_ColourPicker_C.BtnTextes[1]"
				},
				{
					"Source":
					{
						"Text": "Secreeet!"
					},
					"Translation":
					{
						"Text": "Secreeet!"
					},
					"Key": "Build_RSS_Hidden_C.mSignData.mElements[0].mSharedData.mElementName"
				},
				{
					"Source":
					{
						"Text": "Secret"
					},
					"Translation":
					{
						"Text": "Secret"
					},
					"Key": "Widget_Rss2.K2Node_Select_0.EnumEntryFriendlyNames[18]"
				},
				{
					"Source":
					{
						"Text": "Select Sign Sites {count}"
					},
					"Translation":
					{
						"Text": "Select Sign Sites {count}"
					},
					"Key": "Rss_WC_SizeCombobox_2_C.mSelectedText"
				},
				{
					"Source":
					{
						"Text": "Select Sizes ({count})"
					},
					"Translation":
					{
						"Text": "Select Sizes ({count})"
					},
					"Key": "Rss_WC_SizeCombobox.mSelectedText"
				},
				{
					"Source":
					{
						"Text": "Select a custom colour"
					},
					"Translation":
					{
						"Text": "Select a custom colour"
					},
					"Key": "TextBlock_11.Text"
				},
				{
					"Source":
					{
						"Text": "Select image (Opens image selector)"
					},
					"Translation":
					{
						"Text": "Select image (Opens image selector)"
					},
					"Key": "TextBlock_2.Text"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Settings"
					},
					"Key": "mSignBuilder.Tabs[1].Text_5_FD671CE446AF05CA543E228C049AB0F9"
				},
				{
					"Source":
					{
						"Text": "Sign Copied"
					},
					"Translation":
					{
						"Text": "Sign Copied"
					},
					"Key": "mNotifycationText.Text"
				},
				{
					"Source":
					{
						"Text": "Sign Materials"
					},
					"Translation":
					{
						"Text": "Sign Materials"
					},
					"Key": "SC_RSS_SignMaterials_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Sign Pole #1"
					},
					"Translation":
					{
						"Text": "Sign Pole #1"
					},
					"Key": "Build_SignPole_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Sign Poles #1"
					},
					"Translation":
					{
						"Text": "Sign Poles #1"
					},
					"Key": "Sink_RSS_Support_Poles_1_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Sign Support"
					},
					"Translation":
					{
						"Text": "Sign Support"
					},
					"Key": "SinkCatSub_Rss_SignSupport_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Sign options and elements\r\nreset to last saved"
					},
					"Translation":
					{
						"Text": "Sign options and elements\r\nreset to last saved"
					},
					"Key": "Node_Play_Notify_Target_is_Widget_Rss_2.Text_01"
				},
				{
					"Source":
					{
						"Text": "Sign options and elements copied"
					},
					"Translation":
					{
						"Text": "Sign options and elements copied"
					},
					"Key": "Node_Play_Notify_Target_is_Widget_Rss_2.Text"
				},
				{
					"Source":
					{
						"Text": "Sign pasted"
					},
					"Translation":
					{
						"Text": "Sign pasted"
					},
					"Key": "Node_Return_Node.Notify_02"
				},
				{
					"Source":
					{
						"Text": "Sign saved as Template\r\n{Templatename}"
					},
					"Translation":
					{
						"Text": "Sign saved as Template\r\n{Templatename}"
					},
					"Key": "Node_Format_Text.Format"
				},
				{
					"Source":
					{
						"Text": "Simple sign 7x1"
					},
					"Translation":
					{
						"Text": "Simple sign 7x1"
					},
					"Key": "BP_Signs_Rounded_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Size"
					},
					"Translation":
					{
						"Text": "Size"
					},
					"Key": "TextBlock_19.Text"
				},
				{
					"Source":
					{
						"Text": "Size Overwrite"
					},
					"Translation":
					{
						"Text": "Size Overwrite"
					},
					"Key": "TextBlock_5.Text"
				},
				{
					"Source":
					{
						"Text": "Sometext"
					},
					"Translation":
					{
						"Text": "Sometext"
					},
					"Key": "RSSConfiguration_C.Description"
				},
				{
					"Source":
					{
						"Text": "Speed"
					},
					"Translation":
					{
						"Text": "Speed"
					},
					"Key": "TextBlock_13.Text"
				},
				{
					"Source":
					{
						"Text": "Stackable Signs"
					},
					"Translation":
					{
						"Text": "Stackable Signs"
					},
					"Key": "Sink_Material_RSS_Holo_Stackable_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Stand Holo Sign 1x1"
					},
					"Translation":
					{
						"Text": "Stand Holo Sign 1x1"
					},
					"Key": "Build_RSS_Holoscreen_1x1_Stand_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Stand Holo Sign 1x2"
					},
					"Translation":
					{
						"Text": "Stand Holo Sign 1x2"
					},
					"Key": "Build_RSS_Holoscreen_1x2_Stand_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Stand Holo Sign 2x1"
					},
					"Translation":
					{
						"Text": "Stand Holo Sign 2x1"
					},
					"Key": "Build_RSS_Holoscreen_2x1_Stand_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Stand Holo Sign 7x1"
					},
					"Translation":
					{
						"Text": "Stand Holo Sign 7x1"
					},
					"Key": "Build_RSS_Holoscreen_7x1_Stand_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Stand Sign 1x1"
					},
					"Translation":
					{
						"Text": "Stand Sign 1x1"
					},
					"Key": "Build_RSS_1x1_Stand_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Stand Sign 1x2"
					},
					"Translation":
					{
						"Text": "Stand Sign 1x2"
					},
					"Key": "Build_RSS_1x2_Stand_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Stand Sign 2x1"
					},
					"Translation":
					{
						"Text": "Stand Sign 2x1"
					},
					"Key": "Build_RSS_2x1_Stand_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Stand Sign 7x1"
					},
					"Translation":
					{
						"Text": "Stand Sign 7x1"
					},
					"Key": "Build_RSS_7x1_Stand_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Stand Signs"
					},
					"Translation":
					{
						"Text": "Stand Signs"
					},
					"Key": "Sink_RSS_Flat_Stand_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Standart UI font"
					},
					"Translation":
					{
						"Text": "Standart UI font"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[0].mDesc_83_244F2C9D41F6B45DB17379864CBF35CF"
				},
				{
					"Source":
					{
						"Text": "Step"
					},
					"Translation":
					{
						"Text": "Step"
					},
					"Key": "BP_SignComponentWidget_Base.K2Node_Select_1.EnumEntryFriendlyNames[1]"
				},
				{
					"Source":
					{
						"Text": "Step Frequenz"
					},
					"Translation":
					{
						"Text": "Step Frequenz"
					},
					"Key": "TextBlock_17.Text"
				},
				{
					"Source":
					{
						"Text": "Temp"
					},
					"Translation":
					{
						"Text": "Temp"
					},
					"Key": "BP_Subsystem_AddonHandler.NewVariables[1].Category"
				},
				{
					"Source":
					{
						"Text": "Template renamed to: {TemplateName}"
					},
					"Translation":
					{
						"Text": "Template renamed to: {TemplateName}"
					},
					"Key": "Node_Format_Text.Format_04"
				},
				{
					"Source":
					{
						"Text": "Templates&Layouts"
					},
					"Translation":
					{
						"Text": "Templates&Layouts"
					},
					"Key": "mSignBuilder.Tabs[2].Text_5_FD671CE446AF05CA543E228C049AB0F9"
				},
				{
					"Source":
					{
						"Text": "Text"
					},
					"Translation":
					{
						"Text": "Text"
					},
					"Key": "Rss_WC_ElementBuilder.K2Node_Select_3.EnumEntryFriendlyNames[0]"
				},
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": "Text Block"
					},
					"Key": "TextBlock_162.Text"
				},
				{
					"Source":
					{
						"Text": "Text Type"
					},
					"Translation":
					{
						"Text": "Text Type"
					},
					"Key": "TextBlock_20.Text"
				},
				{
					"Source":
					{
						"Text": "The Freight Car can be built on Railways and attached to an Electric Locomotive or other Freight Car to transport resources. \r\nResources are loaded and unloaded at Freight Platforms.\r\nHas a 1600m³ or 32 slot capacity, depending on the resources.\r\n\r\nNeed Sign Gun for interaction and change the sign!"
					},
					"Translation":
					{
						"Text": "The Freight Car can be built on Railways and attached to an Electric Locomotive or other Freight Car to transport resources. \r\nResources are loaded and unloaded at Freight Platforms.\r\nHas a 1600m³ or 32 slot capacity, depending on the resources.\r\n\r\nNeed Sign Gun for interaction and change the sign!"
					},
					"Key": "BP_RSS_FreightWagon_2x2_C.mDescription"
				},
				{
					"Source":
					{
						"Text": "The Real RSS Sign"
					},
					"Translation":
					{
						"Text": "The Real RSS Sign"
					},
					"Key": "SinkCatSub_Rss_TheRealSign_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "This Color Swatch is applied to all Rss Signs by default.\r\n\r\nWarning: Changing this Swatch will apply the change to all buildings currently using it."
					},
					"Translation":
					{
						"Text": "This Color Swatch is applied to all Rss Signs by default.\r\n\r\nWarning: Changing this Swatch will apply the change to all buildings currently using it."
					},
					"Key": "SwatchDesc_Rss_C.mDescription"
				},
				{
					"Source":
					{
						"Text": "Tile Scale"
					},
					"Translation":
					{
						"Text": "Tile Scale"
					},
					"Key": "TextBlock_10.Text"
				},
				{
					"Source":
					{
						"Text": "Tint\r\nEdit"
					},
					"Translation":
					{
						"Text": "Tint\r\nEdit"
					},
					"Key": "Widget_CP_ColourPicker.BtnTextes[0]"
				},
				{
					"Source":
					{
						"Text": "Transform"
					},
					"Translation":
					{
						"Text": "Transform"
					},
					"Key": "MovieScene2DTransformTrack_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "UI font"
					},
					"Translation":
					{
						"Text": "UI font"
					},
					"Key": "Widget_Rss2_C.M Fonts[0].mDesc_83_244F2C9D41F6B45DB17379864CBF35CF"
				},
				{
					"Source":
					{
						"Text": "UI font - Addon"
					},
					"Translation":
					{
						"Text": "UI font - Addon"
					},
					"Key": "BP_Subsystem_RssAddon_C.mFonts[1].mDesc_83_244F2C9D41F6B45DB17379864CBF35CF"
				},
				{
					"Source":
					{
						"Text": "URL Invalid or not connection"
					},
					"Translation":
					{
						"Text": "URL Invalid or not connection"
					},
					"Key": "Node_Play_Notify_Target_is_Widget_Rss_2.Text_04"
				},
				{
					"Source":
					{
						"Text": "Up and Down"
					},
					"Translation":
					{
						"Text": "Up and Down"
					},
					"Key": "BuildMode_Rss_UpDown_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Use 9 Slice Mode"
					},
					"Translation":
					{
						"Text": "Use 9 Slice Mode"
					},
					"Key": "TextBlock_27.Text"
				},
				{
					"Source":
					{
						"Text": "Use Experimetal Loading"
					},
					"Translation":
					{
						"Text": "Use Experimetal Loading"
					},
					"Key": "BP_ConfigPropertyBool_C_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Use of the pooling system"
					},
					"Translation":
					{
						"Text": "Use of the pooling system"
					},
					"Key": "RSSConfiguration.BP_ConfigPropertyBool_C_1.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Use this font"
					},
					"Translation":
					{
						"Text": "Use this font"
					},
					"Key": "Preview_2.Text"
				},
				{
					"Source":
					{
						"Text": "User Created"
					},
					"Translation":
					{
						"Text": "User Created"
					},
					"Key": "mSignBuilder.PaletteCategory"
				},
				{
					"Source":
					{
						"Text": "Vanilla"
					},
					"Translation":
					{
						"Text": "Vanilla"
					},
					"Key": "Node_Return_Node.ReturnValue_01"
				},
				{
					"Source":
					{
						"Text": "Vanilla Signs"
					},
					"Translation":
					{
						"Text": "Vanilla Signs"
					},
					"Key": "SinkCatSub_Rss_VanillaSigns_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Vehicel"
					},
					"Translation":
					{
						"Text": "Vehicel"
					},
					"Key": "SC_RSS_Vehicel_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Visibility"
					},
					"Translation":
					{
						"Text": "Visibility"
					},
					"Key": "MovieSceneByteTrack_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Visible"
					},
					"Translation":
					{
						"Text": "Visible"
					},
					"Key": "Rss_WC_SizeCombobox_2.K2Node_Select_2.EnumEntryFriendlyNames[0]"
				},
				{
					"Source":
					{
						"Text": "WARNING: Changes to this setting can significantly impact performance."
					},
					"Translation":
					{
						"Text": "WARNING: Changes to this setting can significantly impact performance."
					},
					"Key": "ConfigWarning"
				},
				{
					"Source":
					{
						"Text": "Wall #2 Signs"
					},
					"Translation":
					{
						"Text": "Wall #2 Signs"
					},
					"Key": "Sink_Material_RSS_Holo_WallOutside_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wall Holo Sign 1x1"
					},
					"Translation":
					{
						"Text": "Wall Holo Sign 1x1"
					},
					"Key": "Build_RSS_Holoscreen_1x1_Wall_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wall Holo Sign 1x2"
					},
					"Translation":
					{
						"Text": "Wall Holo Sign 1x2"
					},
					"Key": "Build_RSS_Holoscreen_1x2_Wall_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wall Holo Sign 1x7"
					},
					"Translation":
					{
						"Text": "Wall Holo Sign 1x7"
					},
					"Key": "Build_RSS_Holoscreen_1x7_Wal_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wall Holo Sign 2x1"
					},
					"Translation":
					{
						"Text": "Wall Holo Sign 2x1"
					},
					"Key": "Build_RSS_Holoscreen_2x1_Wall_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wall Holo Sign 7x1"
					},
					"Translation":
					{
						"Text": "Wall Holo Sign 7x1"
					},
					"Key": "Build_RSS_Holoscreen_7x1_Wall_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wall Sign 1x1"
					},
					"Translation":
					{
						"Text": "Wall Sign 1x1"
					},
					"Key": "Build_RSS_1x1_Wall_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wall Sign 1x2"
					},
					"Translation":
					{
						"Text": "Wall Sign 1x2"
					},
					"Key": "Build_RSS_1x2_Wall_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wall Sign 1x7"
					},
					"Translation":
					{
						"Text": "Wall Sign 1x7"
					},
					"Key": "Build_RSS_1x7_Wall_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wall Sign 2x1"
					},
					"Translation":
					{
						"Text": "Wall Sign 2x1"
					},
					"Key": "Build_RSS_2x1_Wall_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wall Sign 7x1"
					},
					"Translation":
					{
						"Text": "Wall Sign 7x1"
					},
					"Key": "Build_RSS_7x1_Wall_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Wall Signs"
					},
					"Translation":
					{
						"Text": "Wall Signs"
					},
					"Key": "Sink_Material_RSS_Holo_Wall_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Welcome back to RSS2!"
					},
					"Translation":
					{
						"Text": "Welcome back to RSS2!"
					},
					"Key": "BP_Signs_Walls.BP_Signs_Walls_C.mSignData.mElements[0].mTextData.mText"
				},
				{
					"Source":
					{
						"Text": "Widget"
					},
					"Translation":
					{
						"Text": "Widget"
					},
					"Key": "Rss_WC_ImageSelector.NewVariables[0].Category"
				},
				{
					"Source":
					{
						"Text": "WidgetControll"
					},
					"Translation":
					{
						"Text": "WidgetControll"
					},
					"Key": "BP_RssNormal_Flat.NewVariables[0].Category"
				},
				{
					"Source":
					{
						"Text": "Wodden Sign"
					},
					"Translation":
					{
						"Text": "Wodden Sign"
					},
					"Key": "Build_RSS_Hidden_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "Yes"
					},
					"Key": "Node_Make_Literal_Text.Value"
				},
				{
					"Source":
					{
						"Text": "Z-Order (layer position)"
					},
					"Translation":
					{
						"Text": "Z-Order (layer position)"
					},
					"Key": "TextBlock_4.Text"
				},
				{
					"Source":
					{
						"Text": "Zoom"
					},
					"Translation":
					{
						"Text": "Zoom"
					},
					"Key": "TextBlock_121.Text"
				},
				{
					"Source":
					{
						"Text": "mFailed"
					},
					"Translation":
					{
						"Text": "mFailed"
					},
					"Key": "Failed2.ObjectsToDisplayNames_Value[0]"
				},
				{
					"Source":
					{
						"Text": "{Element} Controls"
					},
					"Translation":
					{
						"Text": "{Element} Controls"
					},
					"Key": "Node_Format_Text.Format_02"
				}
			]
		}
	]
}